Repository: wp-plugins/wl-kirjastokaista
Catalog: languages/kirjastokaista-*.po
Languages: fi

source: Shortcode generator
fi: Shortcode generaattori

source: Settings
fi: Asetukset

source: Plugin info
fi: Tietoa lisäosasta

source: Show Kirjastokaista embed button on content editor
fi: Näytä Kirjastokaista painike sisältöeditorissa

source: Yes
fi: Kyllä

source: Update Settings
fi: Päivitä asetukset

source: finnish
fi: suomi

source: swedish
fi: ruotsi

source: english
fi: englanti

source: norwegian
fi: norja

source: russian
fi: venäjä

source: Media Languages
fi: Medioiden kielet

source: Categories
fi: Kategoriat

source: Choose Categories
fi: Valitse Kategoriat

source: Order by
fi: Järjestä

source: Results
fi: Tulokset

source: Kirjastokaista Settings updated.
fi: Kirjastokaista asetukset päivitetty.

source: audio
fi: kirjastoradio

source: Media Types
fi: Medioiden muodot

source: Close
fi: Sulje

source: Select Categories from Kirjastokaista
fi: Valitse kategoriat Kirjastokaistalta

source: Fetching...
fi: Haetaan...

source: Generated Kirjastokaista shortcode
fi: Luotu Kirjastokaista shortcode

source: Generating...
fi: Luodaan...

source: User Interface
fi: Käyttöliittymä

source: Layout
fi: Asettelu

source: Latest
fi: Uusimmat

source: Most Popular
fi: Suosituimmat

source: Random
fi: Satunnainen

source: Generate Shortcode
fi: Luo Shortcode

source: Libraries own productions
fi: Kirjastojen omat

source: Audio categories
fi: Kirjastoradio

source: Allow Kirjastokaista and other shortcodes to run in Text Widget
fi: Salli Kirjastokaista ja muiden shortcodejen toimia Tekstivimpaimessa

source: from
fi: sivustolta

source: (Kirjastokaista content here. Temporarily could not connect.)
fi: (Tässä kuuluisi olla Kirjastokaistan sisältöä. Palveluun ei tilapäisesti saatu yhteyttä.)

source: Hits
fi: Tuloksia

source: Shortcode Results
fi: Shortcoden Tulokset

source: Use jCarousel for Slideshows
fi: Käytä jCarouselia Slideshowhun

source: more info
fi: lisää tietoja

source: View Shortcode Results
fi: Tarkasta Shortcoden toiminta

source: Notice: You should choose some categories to get better results
fi: Huomio: Kannattaisi valita joku kategoria saadaksesi parempia tuloksia

source: Save Shortcode as...
fi: Tallenna Shortcode nimellä...

source: Shortcodes
fi: Shortcodet

source: Shortcode name
fi: Shortcoden nimi

source: Shortcode description
fi: Shortcoden kuvaus

source: Cached results
fi: Tulokset välimuistiin

source: Remove
fi: Poista

source: Translates to
fi: kääntyy muotoon

source: Cached content
fi: Sisältö välimuistissa

source: Shortcode saved as
fi: Shortcode tallennettu nimellä

source: Please type a name for shortcode
fi: Ole hyvä ja kirjoita nimi shortcodelle

source: Save Shortcode
fi: Tallenna Shortcode

source: Requested Kirjastokaista listing is not available anymore.
fi: Pyydetty Kirjastokaista listaus ei ole enää saatavilla.

source: Are you sure you want to delete shortcode
fi: Oletko varma että haluat poistaa shortcoden

source: Version number
fi: Versionumero

source: Enable caption text
fi: Sliden teksti

source: Enable "from Kirjastokaista" text
fi: Salli "Kirjastokaistasta" teksti

source: Open link in new window
fi: Avaa linkki uuteen ikkunaan

source: If you want to use Kirjastokaista shortcodes in widgets, remember to allow shortcodes in widgets on WL Kirjastokaista > Settings page
fi: Jos haluat käyttää Kirjastokaista shortcodeja vimpaimissa, muista sallia shortcodet lisäosan asetuksissa WL Kirjastokaista > Asetukset

source: This shortcode generator sends query to Kirjastokaista server and asks for available media based on the options selected below.
fi: Tämä shortcode generaattori lähettää kyselyn Kirjastokaistan palvelimelle ja pyytää saatavilla olevia medioita alla olevien valintojen mukaan.
